Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.lifestyle.q7.d
source: Ich bleibe vollkommen ruhig und höflich. Wie ich andere behandle, ist ein Spiegel *meines* Standards.
en: I remain completely calm and polite. How I treat others is a reflection of *my* standards.
es: Permanezco completamente tranquilo y educado. La forma en que trato a los demás es un reflejo de *mis* estándares.
fr: Je reste complètement calme et poli. La façon dont je traite les autres est le reflet de *mes* normes.
hi: मैं पूरी तरह शांत और विनम्र रहता हूं.' मैं दूसरों के साथ कैसा व्यवहार करता हूँ यह *मेरे* मानकों का प्रतिबिंब है।
it: Rimango completamente calmo ed educato. Il modo in cui tratto gli altri riflette i *miei* standard.
ja: 私は完全に冷静かつ礼儀正しい態度を保っています。私が他人をどのように扱うかは、*私の* 基準を反映しています。
ko: 나는 완전히 침착하고 예의바르게 행동합니다. 내가 다른 사람을 대하는 방식은 *나의* 기준을 반영합니다.
nl: Ik blijf volkomen kalm en beleefd. Hoe ik anderen behandel, is een weerspiegeling van *mijn* normen.
pl: Zachowuję całkowity spokój i grzeczność. To, jak traktuję innych, jest odzwierciedleniem *moich* standardów.
pt: Permaneço completamente calmo e educado. A forma como trato os outros é um reflexo dos *meus* padrões.
ru: Я остаюсь совершенно спокойным и вежливым. То, как я отношусь к другим, является отражением *моего* стандарта.
tr: Tamamen sakin ve kibar kalıyorum. Başkalarına nasıl davrandığım *kendi* standartlarımın bir yansımasıdır.
zh_hans: 我保持完全的冷静和礼貌。我对待他人的方式，是我标准的反映。
zh_hant: 我保持完全冷靜和禮貌。我如何對待他人反映了「我的」標準。

# assessment.lifestyle.q8
source: Deine Freunde fangen an, über jemanden herzuziehen, der nicht im Raum ist. Wie verhältst du dich?
en: Your friends start making fun of someone who isn't in the room. How are you behaving?
es: Tus amigos empiezan a burlarse de alguien que no está en la sala. ¿Cómo te comportas?
fr: Vos amis commencent à se moquer de quelqu'un qui n'est pas dans la pièce. Comment vous comportez-vous ?
hi: आपके दोस्त किसी ऐसे व्यक्ति का मज़ाक उड़ाना शुरू कर देते हैं जो कमरे में नहीं है। आप कैसा व्यवहार कर रहे हैं?
it: I tuoi amici iniziano a prendere in giro qualcuno che non è nella stanza. Come ti stai comportando?
ja: 友達がその部屋にいない人をからかい始めます。調子はどうですか？
ko: 친구들은 방에 없는 사람을 놀리기 시작합니다. 어떻게 행동하고 있나요?
nl: Je vrienden beginnen iemand uit te lachen die niet in de kamer is. Hoe gedraag jij je?
pl: Twoi przyjaciele zaczynają naśmiewać się z kogoś, kogo nie ma w pokoju. Jak się zachowujesz?
pt: Seus amigos começam a zombar de alguém que não está na sala. Como você está se comportando?
ru: Твои друзья начинают обсуждать кого-то за спиной, кто не находится в комнате. Как ты себя ведёшь?
tr: Arkadaşlarınız odada olmayan biriyle dalga geçmeye başlar. Nasıl davranıyorsun?
zh_hans: 你的朋友们开始说不在场的人的坏话。你会怎么做？
zh_hant: 您的朋友開始取笑不在房間裡的人。你表現得怎麼樣？

# assessment.lifestyle.q8.a
source: Ich mache sofort mit und erzähle die schlimmsten Gerüchte.
en: I'll join in immediately and tell the worst rumors.
es: Me uniré de inmediato y contaré los peores rumores.
fr: Je me joindrai immédiatement et raconterai les pires rumeurs.
hi: मैं तुरंत इसमें शामिल होऊंगा और सबसे बुरी अफवाहें बताऊंगा।
it: Mi unirò immediatamente e racconterò le voci peggiori.
ja: すぐに参加して最悪の噂を伝えます。
ko: 나는 즉시 합류하여 최악의 소문을 전할 것입니다.
nl: Ik doe meteen mee en vertel de ergste geruchten.
pl: Zaraz się dołączę i będę opowiadał najgorsze plotki.
pt: Vou participar imediatamente e contar os piores rumores.
ru: Я сразу присоединюсь и расскажу самые ужасные слухи.
tr: Hemen katılacağım ve en kötü söylentileri anlatacağım.
zh_hans: 我马上加入并讲出最可怕的传言。
zh_hant: 我會立即加入並說出最糟糕的謠言。

# assessment.lifestyle.q8.b
source: Ich sage nichts, höre aber neugierig zu.
en: I don't say anything, but I listen curiously.
es: No digo nada, pero escucho con curiosidad.
fr: Je ne dis rien, mais j'écoute avec curiosité.
hi: मैं कुछ नहीं कहता, लेकिन उत्सुकता से सुनता हूं।
it: Non dico niente, ma ascolto con curiosità.
ja: 私は何も言いませんが、興味深く聞いています。
ko: 나는 아무 말도 하지 않지만 호기심을 갖고 듣는다.
nl: Ik zeg niets, maar luister nieuwsgierig.
pl: Nic nie mówię, ale słucham z zaciekawieniem.
pt: Não digo nada, mas ouço com curiosidade.
ru: Я ничего не говорю, но слушаю с любопытством.
tr: Hiçbir şey söylemiyorum ama merakla dinliyorum.
zh_hans: 我什么也不说，但好奇地听着。
zh_hant: 我什麼也沒說，但我好奇地聽著。

# assessment.lifestyle.q8.c
source: Ich klinke mich mental aus oder wechsle unauffällig das Thema.
en: I mentally disengage or subtly change the subject.
es: Me desconecto mentalmente o cambio sutilmente de tema.
fr: Je me désengage mentalement ou je change subtilement de sujet.
hi: मैं मानसिक रूप से विषय को अलग कर देता हूं या सूक्ष्मता से बदल देता हूं।
it: Mi disimpegno mentalmente o cambio sottilmente argomento.
ja: 私は精神的に話題を切り離したり、微妙に話題を変えたりします。
ko: 나는 정신적으로 주제를 분리하거나 미묘하게 주제를 바꿉니다.
nl: Ik trek me mentaal terug of verander subtiel van onderwerp.
pl: Wycofuję się mentalnie lub subtelnie zmieniam temat.
pt: Eu me desligo mentalmente ou mudo sutilmente de assunto.
ru: Я мысленно выхожу из ситуации или незаметно меняю тему.
tr: Zihinsel olarak konuyu kapatıyorum veya konuyu ustaca değiştiriyorum.
zh_hans: 我在心理上退出，或者悄悄地换个话题。
zh_hant: 我在心裡迴避或巧妙地改變話題。

# assessment.lifestyle.q8.d
source: Ich sage eiskalt: 'Über Leute, die nicht da sind, reden wir nicht.' und beende das Gespräch.
en: I say coldly: 'We don't talk about people who aren't there.' and end the conversation.
es: Le digo con frialdad: "No hablamos de gente que no está". y terminar la conversación.
fr: Je dis froidement: « On ne parle pas des gens qui ne sont pas là. et mettre fin à la conversation.
hi: मैं रुखाई से कहता हूं: 'हम उन लोगों के बारे में बात नहीं करते जो वहां नहीं हैं।' और बातचीत ख़त्म करें.
it: Dico freddamente: "Non parliamo di gente che non c'è". e terminare la conversazione.
ja: 私は冷たく言います、「その場にいない人のことは話さない」。そして会話を終了します。
ko: 나는 차갑게 말했다. '우리는 거기에 없는 사람들에 대해 이야기하지 않습니다.' 그리고 대화를 종료합니다.
nl: Ik zeg koel: 'We praten niet over mensen die er niet zijn.' en beëindig het gesprek.
pl: Mówię chłodno: „Nie rozmawiamy o ludziach, których nie ma”. i zakończ rozmowę.
pt: Digo friamente: 'Não falamos de pessoas que não estão lá'. e encerrar a conversa.
ru: Я говорю холодно: «О людях, которых нет, мы не говорим.» и заканчиваю разговор.
tr: Soğuk bir tavırla şunu söylüyorum: 'Orada olmayan insanlar hakkında konuşmayız.' ve konuşmayı sonlandırın.
zh_hans: 我冷冷地说：‘我们不谈论不在场的人。’然后结束了谈话。
zh_hant: 我冷冷地說：「我們不會談論不在場的人。」並結束談話。

# assessment.lifestyle.q9
source: Jemand bittet dich um einen Gefallen, auf den du absolut keine Lust und keine Zeit hast. Was sagst du?
en: Someone asks you to do a favor that you have absolutely no desire or time for. What do you say?
es: Alguien te pide que le hagas un favor para el que no tienes ningún deseo ni tiempo. ¿Qué dices?
fr: Quelqu’un vous demande de rendre un service pour lequel vous n’avez absolument aucune envie ni le temps. Que dites-vous?
hi: कोई आपसे ऐसा उपकार करने के लिए कहता है जिसके लिए आपके पास बिल्कुल भी इच्छा या समय नहीं है। आप क्या कहते हैं?
it: Qualcuno ti chiede di fare un favore per il quale non hai assolutamente desiderio o tempo. Che ne dici?
ja: 誰かがあなたに、まったく望んでいない、または時間がないお願いをするように頼みます。あなたは何と言いますか？
ko: 누군가가 당신에게 전혀 원하지도 않고 시간도 없는 부탁을 해달라고 부탁합니다. 당신은 무엇을 말합니까?
nl: Iemand vraagt ​​je om een ​​gunst waar je absoluut geen zin of tijd voor hebt. Wat zeg je?
pl: Ktoś prosi Cię o przysługę, na którą zupełnie nie masz ochoty ani czasu. Co powiesz?
pt: Alguém lhe pede para fazer um favor para o qual você não tem absolutamente nenhum desejo ou tempo. O que você diz?
ru: Кто-то просит тебя об одолжении, на которое у тебя абсолютно нет ни желания, ни времени. Что ты скажешь?
tr: Birisi sizden kesinlikle arzulamadığınız veya zamanınızın olmadığı bir iyilik yapmanızı istiyor. Sen ne diyorsun?
zh_hans: 有人向你请求帮忙，而你根本没有兴趣也没有时间。你会怎么说？
zh_hant: 有人請你幫忙做一件你絕對不想做或沒有時間做的事。你怎麼說？

# assessment.lifestyle.q9.a
source: Ich sage sofort 'Ja', um keinen Konflikt zu riskieren, und hasse mich danach.
en: I say 'yes' straight away so as not to risk conflict, and then I hate myself.
es: Digo "sí" de inmediato para no correr el riesgo de entrar en conflicto, y luego me odio a mí mismo.
fr: Je dis « oui » tout de suite pour ne pas risquer un conflit, et puis je me déteste.
hi: मैं तुरंत 'हां' कहता हूं ताकि टकराव का खतरा न हो, और फिर मुझे खुद से नफरत होने लगती है।
it: Dico subito sì per non rischiare il conflitto, e poi mi odio.
ja: 衝突の危険を避けるためにすぐに「はい」と言うと、自分が嫌いになります。
ko: 갈등을 겪지 않으려고 바로 '예'라고 대답하고 나면 내 자신이 싫어집니다.
nl: Ik zeg meteen 'ja' om geen conflicten te riskeren, en dan haat ik mezelf.
pl: Od razu mówię „tak”, żeby nie narażać się na konflikt, i wtedy siebie nienawidzę.
pt: Digo 'sim' imediatamente para não correr o risco de conflito, e então me odeio.
ru: Я сразу же говорю 'да', чтобы не рисковать конфликтом, а потом ненавижу себя.
tr: Çatışma riskine girmemek için hemen 'evet' diyorum ve sonra kendimden nefret ediyorum.
zh_hans: 我立刻说“是”，以免冒险引发冲突，然后恨自己。
zh_hant: 我立即說“是”，以免發生衝突，然後我討厭自己。

# assessment.lifestyle.q9.b
source: Ich sage 'Vielleicht' und hoffe, dass er es wieder vergisst.
en: I say 'Maybe' and hope he forgets about it.
es: Digo "Quizás" y espero que lo olvide.
fr: Je dis «Peut-être» et j'espère qu'il l'oubliera.
hi: मैं 'शायद' कहता हूं और आशा करता हूं कि वह इसके बारे में भूल जाए।
it: Dico "Forse" e spero che se ne dimentichi.
ja: 私は「たぶん」と言い、彼がそのことを忘れることを望みます。
ko: 나는 '어쩌면'이라고 말하고 그가 그것을 잊어버리기를 바랍니다.
nl: Ik zeg 'Misschien' en hoop dat hij het vergeet.
pl: Mówię „może” i mam nadzieję, że o tym zapomni.
pt: Eu digo 'Talvez' e espero que ele esqueça.
ru: Я говорю 'Может быть' и надеюсь, что он снова это забудет.
tr: 'Belki' diyorum ve umarım bunu unutur.
zh_hans: 我说‘也许’，并希望他又会忘记它。
zh_hant: 我說“也許”並希望他忘記這件事。

# assessment.lifestyle.q9.c
source: Ich erfinde eine Notlüge, warum ich keine Zeit habe.
en: I make up a white lie about why I don't have time.
es: Invento una mentira piadosa sobre por qué no tengo tiempo.
fr: J'invente un pieux mensonge sur la raison pour laquelle je n'ai pas le temps.
hi: मैं सफ़ेद झूठ बोलता हूँ कि मेरे पास समय क्यों नहीं है।
it: Invento una bugia bianca sul motivo per cui non ho tempo.
ja: 時間がない理由について真っ白な嘘をつきます。
ko: 나는 왜 시간이 없느냐고 선의의 거짓말을 한다.
nl: Ik verzin een leugentje om bestwil over waarom ik geen tijd heb.
pl: Wymyślam białe kłamstwo na temat tego, dlaczego nie mam czasu.
pt: Invento uma mentira inocente sobre por que não tenho tempo.
ru: Я сочиняю маленькую ложь о том, почему у меня нет времени.
tr: Neden zamanım olmadığına dair beyaz bir yalan uyduruyorum.
zh_hans: 我编了一个善意的谎言，说我没有时间。
zh_hant: 我編造了一個善意的謊言，說我為什麼沒有時間。

# assessment.lifestyle.q9.d
source: Ich schaue ihm in die Augen und sage 'Nein', ohne mich zu rechtfertigen.
en: I look him in the eyes and say 'No' without justifying myself.
es: Lo miro a los ojos y digo 'No' sin justificarme.
fr: Je le regarde dans les yeux et dis « Non » sans me justifier.
hi: मैं उसकी आंखों में देखता हूं और खुद को सही ठहराए बिना 'नहीं' कहता हूं।
it: Lo guardo negli occhi e dico "No" senza giustificarmi.
ja: 私は彼の目を見て、自分を正当化することなく「ノー」と言います。
ko: 나는 그의 눈을 바라보며 내 자신을 정당화하지 않고 '아니요'라고 말합니다.
nl: Ik kijk hem in de ogen en zeg 'Nee' zonder mezelf te rechtvaardigen.
pl: Patrzę mu w oczy i mówię „nie” bez usprawiedliwiania się.
pt: Eu olho nos olhos dele e digo 'Não' sem me justificar.
ru: Я смотрю ему в глаза и говорю 'Нет', не оправдываясь.
tr: Gözlerinin içine bakıp kendimi haklı çıkarmadan 'Hayır' diyorum.
zh_hans: 我看着他的眼睛，说“不要”，没有为自己辩解。
zh_hant: 我看著他的眼睛，說“不”，但沒有為自己辯解。

# assessment.lifestyle.q10
source: Es ist Freitagabend. Welche Aktivität prägt dein Wochenende am meisten?
en: It's Friday evening. What activity shapes your weekend the most?
es: Es viernes por la tarde. ¿Qué actividad marca más tu fin de semana?
fr: C'est vendredi soir. Quelle activité façonne le plus votre week-end ?
hi: शुक्रवार की शाम है. कौन सी गतिविधि आपके सप्ताहांत को सबसे अधिक प्रभावित करती है?
it: È venerdì sera. Quale attività caratterizza di più il tuo fine settimana?
ja: 金曜日の夕方です。あなたの週末を最も形作るアクティビティは何ですか?
ko: 금요일 저녁이에요. 어떤 활동이 주말에 가장 큰 영향을 미치나요?
nl: Het is vrijdagavond. Welke activiteit vormt het meest uw weekend?
pl: Jest piątkowy wieczór. Jaka aktywność najbardziej kształtuje Twój weekend?
pt: É sexta-feira à noite. Qual atividade molda mais o seu fim de semana?
ru: Сегодня пятничный вечер. Какая деятельность больше всего определяет твои выходные?
tr: Cuma akşamı. Hafta sonunuzu en çok hangi aktivite şekillendiriyor?
zh_hans: 现在是星期五晚上。哪种活动最能定义你的周末？
zh_hant: 現在是星期五晚上。什麼活動對你的週末影響最大？

# assessment.lifestyle.q10.a
source: Saufen, Feiern, Kater auskurieren. Jedes verdammte Wochenende.
en: Drink, party, cure a hangover. Every damn weekend.
es: Bebe, festeja, cura la resaca. Cada maldito fin de semana.
fr: Boire, faire la fête, soigner une gueule de bois. Chaque putain de week-end.
hi: पियें, पार्टी करें, हैंगओवर ठीक करें। हर सप्ताहांत.
it: Bevi, fai festa, cura i postumi di una sbornia. Ogni maledetto fine settimana.
ja: 飲んで、パーティーして、二日酔いを治しましょう。毎週末ね。
ko: 마시고, 파티하고, 숙취를 치료하세요. 빌어먹을 주말마다.
nl: Drinken, feesten, een kater genezen. Elk verdomd weekend.
pl: Pij, imprezuj, wylecz kaca. W każdy cholerny weekend.
pt: Beba, festeje, cure uma ressaca. Todo maldito fim de semana.
ru: Пить, веселиться, зализывать похмелье. Каждые чертовы выходные.
tr: İç, parti yap, akşamdan kalma durumunu iyileştir. Her lanet hafta sonu.
zh_hans: 喝酒、庆祝、治宿醉。每该死的周末。
zh_hant: 喝酒、聚會、解酒。每個該死的周末。

# assessment.lifestyle.q10.b
source: Zocken und Binge-Watching bis tief in die Nacht.
en: Gaming and binge-watching until late into the night.
es: Juegos y atracones hasta altas horas de la noche.
fr: Jouer et regarder en boucle jusque tard dans la nuit.
hi: देर रात तक गेम खेलना और जमकर देखना।
it: Gaming e binge-watching fino a tarda notte.
ja: 夜遅くまでゲームやどんちゃん騒ぎ。
ko: 밤 늦게까지 게임을 하고 폭식을 합니다.
nl: Gamen en bingewatchen tot laat in de nacht.
pl: Granie i oglądanie do późnych godzin nocnych.
pt: Jogar e assistir compulsivamente até tarde da noite.
ru: Играть и смотреть подряд до глубокой ночи.
tr: Gece geç saatlere kadar oyun oynamak ve art arda izlemek.
zh_hans: 熬夜一直玩游戏和狂看剧。
zh_hant: 打遊戲、看劇到深夜。

# assessment.lifestyle.q10.c
source: Ein bisschen entspannen, aber auch ein paar Erledigungen machen.
en: Relax a bit, but also do a few errands.
es: Relájate un poco, pero también haz algunos recados.
fr: Détendez-vous un peu, mais faites aussi quelques courses.
hi: थोड़ा आराम करें, लेकिन कुछ काम भी करें।
it: Rilassati un po', ma fai anche qualche commissione.
ja: 少しリラックスしながら、いくつかの用事を済ませてください。
ko: 조금 긴장을 풀고 몇 가지 심부름도 해보세요.
nl: Ontspan een beetje, maar doe ook een paar boodschappen.
pl: Zrelaksuj się trochę, ale także zajmij się kilkoma sprawami.
pt: Relaxe um pouco, mas também faça algumas tarefas.
ru: Немного расслабиться, но также сделать несколько дел.
tr: Biraz rahatlayın ama aynı zamanda birkaç ayak işi yapın.
zh_hans: 稍微放松一下，但也要做一些事情。
zh_hant: 放鬆一下，但也做一些事情。

# assessment.lifestyle.q10.d
source: Networking, Weiterbildung oder harte Arbeit an meinen Zielen. Das Wochenende ist ein Vorsprung.
en: Networking, continuing education or working hard towards my goals. The weekend is a head start.
es: Networking, educación continua o trabajar duro para alcanzar mis objetivos. El fin de semana es un buen comienzo.
fr: Réseautage, formation continue ou travail acharné pour atteindre mes objectifs. Le week-end est une longueur d'avance.
hi: नेटवर्किंग, सतत शिक्षा या अपने लक्ष्यों के लिए कड़ी मेहनत करना। सप्ताहांत एक अच्छी शुरुआत है।
it: Networking, formazione continua o lavoro duro per raggiungere i miei obiettivi. Il fine settimana è un vantaggio.
ja: ネットワーキング、継続的な教育、または目標に向かって一生懸命に取り組むこと。週末は有利なスタートだ。
ko: 네트워킹, 지속적인 교육 또는 목표를 향해 열심히 노력합니다. 주말이 시작이군요.
nl: Netwerken, bijscholen of hard werken aan mijn doelen. Het weekend is een voorsprong.
pl: Networking, kształcenie ustawiczne lub ciężka praca nad osiągnięciem moich celów. Weekend to dobry początek.
pt: Networking, educação continuada ou trabalho duro para atingir meus objetivos. O fim de semana é um avanço.
ru: Нетворкинг, повышение квалификации или упорная работа над моими целями. Выходные — это преимущество.
tr: Ağ kurma, eğitime devam etme veya hedeflerim doğrultusunda çok çalışma. Hafta sonu bir avantajdır.
zh_hans: 建立人脉、继续教育或努力实现我的目标。周末是一个优势。
zh_hant: 社交、持續教育或努力實現我的目標。週末是一個好的開始。

# assessment.lifestyle.q11
source: Wie verbringst du die meiste Zeit online?
en: How do you spend most of your time online?
es: ¿Cómo pasas la mayor parte de tu tiempo en línea?
fr: Comment passez-vous la plupart de votre temps en ligne ?
hi: आप अपना अधिकांश समय ऑनलाइन कैसे बिताते हैं?
it: Come trascorri la maggior parte del tuo tempo online?
ja: ほとんどの時間をオンラインでどのように過ごしますか?
ko: 온라인에서 대부분의 시간을 어떻게 보내시나요?
nl: Hoe brengt u het grootste deel van uw tijd online door?
pl: Jak spędzasz większość czasu w Internecie?
pt: Como você passa a maior parte do tempo online?
ru: Как ты проводишь большую часть времени в интернете?
tr: Zamanınızın çoğunu internette nasıl geçirirsiniz?
zh_hans: 你大部分时间都在网上做什么？
zh_hant: 您上網的大部分時間是怎麼過的？

# assessment.lifestyle.q11.a
source: Ich konsumiere zu 100％. Ich scrolle nur durch die Leben anderer Leute.
en: I consume 100％. I just scroll through other people's lives.
es: Consumo el 100％. Simplemente me desplazo por la vida de otras personas.
fr: Je consomme à 100％. Je fais juste défiler la vie des autres.
hi: मैं 100％ उपभोग करता हूँ। मैं बस अन्य लोगों के जीवन का अवलोकन करता हूँ।
it: Consumo il 100％. Scorro semplicemente le vite degli altri.
ja: 100％消費してます。他の人の人生をスクロールするだけです。
ko: 나는 100％ 소비한다. 나는 단지 다른 사람들의 삶을 스크롤할 뿐입니다.
nl: Ik consumeer 100％. Ik scroll gewoon door de levens van anderen.
pl: Konsumuję na 100％. Po prostu przeglądam życie innych ludzi.
pt: Eu consumo 100％. Eu apenas folheio a vida de outras pessoas.
ru: Я потребляю на 100％. Я только прокручиваю жизни других людей.
tr: %100 tüketiyorum. Başkalarının hayatlarına göz atıyorum.
zh_hans: 我百分之百在消费。我只是浏览别人的生活。
zh_hant: 我消耗100％。我只是瀏覽別人的生活。

# assessment.lifestyle.q11.b
source: Ich poste hin und wieder Bilder, um Bestätigung (Likes) zu bekommen.
en: I post pictures every now and then to get confirmation (likes).
es: Publico fotos de vez en cuando para obtener confirmación (me gusta).
fr: Je poste des photos de temps en temps pour avoir une confirmation (j'aime).
hi: मैं पुष्टि (लाइक) पाने के लिए समय-समय पर तस्वीरें पोस्ट करता हूं।
it: Pubblico foto di tanto in tanto per ottenere conferma (mi piace).
ja: 確認（いいね）をもらうために時々写真を投稿します。
ko: 확인(좋아요)을 받기 위해 가끔씩 사진을 올려요.
nl: Ik post zo nu en dan foto's om bevestiging (likes) te krijgen.
pl: Co jakiś czas zamieszczam zdjęcia, żeby uzyskać potwierdzenie (polubienia).
pt: Posto fotos de vez em quando para obter confirmação (curtidas).
ru: Иногда я выкладываю фотографии, чтобы получить подтверждение (лайки).
tr: Onay (beğeni) almak için ara sıra resim yayınlıyorum.
zh_hans: 我时不时会发一些图片来获取认同感（点赞）。
zh_hant: 我時不時地發布照片以獲得確認（喜歡）。

# assessment.lifestyle.q11.c
source: Ich kommentiere und diskutiere viel mit, anstatt nur passiv zu sein.
en: I comment and discuss a lot instead of just being passive.
es: Comento y discuto mucho en lugar de ser simplemente pasivo.
fr: Je commente et discute beaucoup au lieu d'être simplement passif.
hi: मैं निष्क्रिय रहने के बजाय खूब टिप्पणी और चर्चा करता हूं।
it: Commento e discuto molto invece di essere solo passivo.
ja: ただ受け身になるのではなく、たくさんコメントしたりディスカッションしたりしています。
ko: 수동적으로 행동하기보다는 댓글과 토론을 많이 해요.
nl: Ik geef veel commentaar en discussieer in plaats van alleen maar passief te zijn.
pl: Dużo komentuję i dyskutuję, zamiast pozostać biernym.
pt: Eu comento e discuto muito em vez de apenas ser passivo.
ru: Я много комментирую и обсуждаю, вместо того чтобы быть просто пассивным.
tr: Pasif olmak yerine çok yorum yapıyorum ve tartışıyorum.
zh_hans: 我经常发表评论和讨论，而不仅仅是被动地参与。
zh_hant: 我會發表很多評論和討論，而不是消極被動。

# assessment.lifestyle.q11.d
source: Ich baue Dinge auf. Ich kreiere Inhalte, Code, Netzwerke oder Wissen.
en: I build things. I create content, code, networks or knowledge.
es: Yo construyo cosas. Creo contenido, código, redes o conocimiento.
fr: Je construis des choses. Je crée du contenu, du code, des réseaux ou des connaissances.
hi: मैं चीजें बनाता हूं. मैं सामग्री, कोड, नेटवर्क या ज्ञान बनाता हूं।
it: Costruisco cose. Creo contenuti, codice, reti o conoscenza.
ja: 私は物を作ります。私はコンテンツ、コード、ネットワーク、知識を作成します。
ko: 나는 물건을 만든다. 나는 콘텐츠, 코드, 네트워크 또는 지식을 만듭니다.
nl: Ik bouw dingen. Ik creëer content, code, netwerken of kennis.
pl: Buduję rzeczy. Tworzę treści, kod, sieci lub wiedzę.
pt: Eu construo coisas. Crio conteúdo, código, redes ou conhecimento.
ru: Я создаю вещи. Я создаю контент, код, сети или знания.
tr: Bir şeyler inşa ediyorum. İçerik, kod, ağlar veya bilgi yaratıyorum.
zh_hans: 我建立事物。我创造内容、代码、网络或知识。
zh_hant: 我建造東西。我創建內容、程式碼、網路或知識。

# assessment.lifestyle.q12
source: Welches dieser Wörter benutzt du am häufigsten in deinem Alltag?
en: Which of these words do you use most often in your everyday life?
es: ¿Cuál de estas palabras usas con más frecuencia en tu vida diaria?
fr: Lequel de ces mots utilisez-vous le plus souvent dans votre vie de tous les jours ?
hi: आप अपने रोजमर्रा के जीवन में इनमें से किस शब्द का सबसे अधिक उपयोग करते हैं?
it: Quale di queste parole usi più spesso nella tua vita quotidiana?
ja: 日常生活で最も頻繁に使用する言葉は次のうちどれですか?
ko: 다음 중 일상생활에서 가장 자주 사용하는 단어는 무엇입니까?
nl: Welke van deze woorden gebruikt u het vaakst in uw dagelijks leven?
pl: Którego z tych słów używasz najczęściej w życiu codziennym?
pt: Qual dessas palavras você usa com mais frequência no seu dia a dia?
ru: Какое из этих слов ты используешь чаще всего в повседневной жизни?
tr: Günlük yaşamınızda bu kelimelerden hangisini en sık kullanıyorsunuz?
zh_hans: 在你的日常生活中，你最常使用这些词中的哪个？
zh_hant: 您在日常生活中最常使用下列哪一個字？

# assessment.lifestyle.q12.a
source: 'Man müsste mal...' oder 'Ich versuche...'
en: 'You should...' or 'I'll try...'
es: 'Deberías...' o 'Lo intentaré...'
fr: 'Tu devrais...' ou 'Je vais essayer...'
hi: 'आपको चाहिए...' या 'मैं कोशिश करूँगा...'
it: 'Dovresti...' oppure 'Ci proverò...'
ja: 「あなたは...すべきです」または「私は...試してみます」
ko: '해야 합니다...' 또는 '노력하겠습니다...'
nl: 'Je moet...' of 'Ik zal het proberen...'
pl: „Powinieneś…” lub „Spróbuję…”
pt: 'Você deveria...' ou 'Vou tentar...'
ru: 'Надо бы...' или 'Я попробую...'
tr: 'Yapmalısın...' veya 'Deneyeceğim...'
zh_hans: '人们应该...' 或者 '我尝试...'
zh_hant: “你應該…”或“我會嘗試…”

# assessment.lifestyle.q12.b
source: 'Ich kann das nicht, weil... (Ausrede)'
en: 'I can't do this because... (excuse)'
es: 'No puedo hacer esto porque... (excusa)'
fr: 'Je ne peux pas faire ça parce que... (excuse)'
hi: 'मैं ऐसा नहीं कर सकता क्योंकि... (क्षमा करें)'
it: 'Non posso farlo perché... (scusa)'
ja: 「それはできないので…（言い訳）」
ko: '이건 할 수 없어요 왜냐하면... (변명)'
nl: 'Ik kan dit niet doen omdat... (excuseer)'
pl: „Nie mogę tego zrobić, ponieważ... (przepraszam)”
pt: 'Não posso fazer isso porque... (desculpa)'
ru: Я не могу это сделать, потому что... (Отговорка)
tr: 'Bunu yapamam çünkü... (mazeret)'
zh_hans: 我做不到，因为……（借口）
zh_hant: “我不能這樣做，因為……（抱歉）”

# assessment.lifestyle.q12.c
source: 'Ich hoffe...'
en: 'I hope...'
es: 'Espero...'
fr: 'J'espère...'
hi: 'मुझे उम्मीद है...'
it: 'Spero...'
ja: '願っています...'
ko: '제발...'
nl: 'Ik hoop...'
pl: „Mam nadzieję…”
pt: 'Espero...'
ru: 'Я надеюсь...'
tr: 'Umarım...'
zh_hans: “我希望……”
zh_hant: “我希望…”

# assessment.lifestyle.q12.d
source: 'Ich werde...' oder 'Ich mache...'
en: 'I will...' or 'I will...'
es: 'Lo haré...' o 'Lo haré...'
fr: 'Je le ferai...' ou 'Je le ferai...'
hi: 'मैं करूंगा...' या 'मैं करूंगा...'
it: 'Lo farò...' o 'Lo farò...'
ja: 「私は…します」または「私は…します」
ko: '나는...' 또는 '나는...'
nl: 'Ik zal...' of 'Ik zal...'
pl: „Będę…” lub „Będę…”
pt: 'Eu vou...' ou 'Eu vou...'
ru: 'Я буду...' или 'Я делаю...'
tr: 'Yapacağım...' veya 'Yapacağım...'
zh_hans: '我将...' 或 '我做...'
zh_hant: “我會…”或“我會…”
